<!DOCTYPE HTML>
<!--
	Verti by HTML5 UP
	html5up.net | @ajlkn
	Free for personal and commercial use under the CCA 3.0 license (html5up.net/license)
-->
<html>
	<head>
		<title>AGB - jitsi.rocks</title>
		<meta charset="utf-8" />
		<meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no" />
		<link rel="stylesheet" href="assets/css/main.css" />
	</head>
	<body class="is-preload homepage">
		<div id="page-wrapper">

			<!-- Header -->
				<div id="header-wrapper">
					<header id="header" class="container">

						<!-- Logo -->
							<div id="logo">
								<h1><a href="index.html">jitsi.rocks</a></h1>
								<span>Free Meeting Infrastructure</span>
							</div>

					</header>
				</div>

<li><a href="/" class="button large icon solid fa-arrow-circle-left">back</a></li>
<center>
<div class="col-8 col-12-medium imp-medium">

								<!-- Thanks -->
									<div id="content">
										<section class="last">
        <h1>AGB f&uuml;r die Nutzung von der BigBlueButton / Greenlight Instanz "https://bbb.jitsi.rocks"</h1>
<h3>Bitte nutze unsere Plattform nur, wenn du mit den folgenden Bestimmungen einverstanden bist. Mit dem Benutzen dieser Plattform (Teilnahme bei Meetings eingeschlossen) stimmst du diesen Bedingungen automatisch zu.</h3>
<a>Mit der Nutzung der Plattform stimmst du zu, dass wir folgende Daten sammeln & verarbeiten.<br><b>Wir</b> werden diese Daten nicht zu Analyse oder Werbezwecken verwenden. H&ouml;chstens zur Fehlerbehebung an den Systemen.</a>
<ul>
<li>Gesprochenes und geschriebens Wort f&uuml;r durchschnittlich 14 Tage, aber auf unbestimmte Zeit.</li>
<ol><li>BigBlueButton speichert jede Session f&uuml;r 14 Tage. Wenn die erstellende Person der Session diese Aufzeichnet, wird die Session so lange gespeichert wie der Server die Dateien vorh&auml;lt oder bis die aufzeichnende Person diese l&ouml;scht.</li></ol>
<li>Deine IP-Adresse sowie Metadaten &uuml;ber deinen Browser & dein Endger&auml;t.</li>
<ol><li>Die &uuml;blichen nginx Logs.</li></ol>
<li>Deinen gew&auml;hlten Namen & dein gew&auml;hltes Bild f&uuml;r einen undefinierten Zeitraum.</li>
<li>M&ouml;glicherweise andere Daten von dir, wenn du diese auf der Plattform verwendet oder zur Verf&uuml;gung gestellt hast. Welche folgende sein k&ouml;nnen, aber nicht ausschliesslich sein m&uuml;ssen:</li>
<ol><li>Dein Name</li>
<li>Dein Bild (statisch oder bewegt)</li>
<li>Deine Stimme</li>
<li>Dein oder von dir verwendetes geistiges Eigentum in Form von Dokumenten / Pr&auml;sentationen</li>
<li>Dein Desktop</li>
</ol>
<br>
<a>All diese Daten werden auf diesem System verarbeitet und anderen zug&auml;nglich gemacht. Letzteres nur mit dem konsent, der pr&auml;sentierenden Perso.<br>Bitte beachte, dass wir nach bestem Wissen und gewissen diesen Dienst bereit stellen, bei einem Abfluss von pers&ouml;nlichen Daten aber nicht haftbar sind. <b>Die Benutzung erfolgt auf eigene Gefahr!</b></a>

<h2>Nutzungsbedingungen</h2>
<h3>Was wir von dir Fordern, damit du diese Plattform nutzen darfst</h3>
<a>Wir stehen f&uuml;r freie Meinungs&auml;sserung. Bitte beachte, dass Rassismus, Sexismus, Homophobie, etc. keine Meinung ist, sondern Hass.<br />Daraus ergibt sich folgende Nutzungsbedingungen f&uuml;r diese Plattform</a>
<li>Das Verbreiten von urheberrechtlich gesch&uuml;tzen Material ist verboten</li>
<li>Das Verbreiten von strafrechtlich relevantem Material (insbesondere, aber nicht exklusiv: Kinder/Jugendpornographie, verfassungsfeindliche Symbole, Private Daten anderer Personen ohne ihren Konsent in b&ouml;swilliger Absicht) ist verboten</li>
<li>Die Nutzung durch nach deutschem Recht verbotenen Gruppen, Parteien und Vereinigungen (ausser LinksUnten)</li>
<li>Die kommerzielle Nutzung dieser Infrastruktur ohne eine vorher vorhandene schriftliche Genehmigung der Betreiber/Innen.</li>

<b>Mit dem Benutzen unseres Angebotes stimmst du unseren Nutzungsbedingungen und AGB's zu!</b>
                        
								            </ul>
										</section>
									</div>

							</div>
						</div>
					</div>
				</div>

									</center>
			<!-- Footer -->
                                <hr>
									<section class="widget contact last">
										<h3>Contact</h3>
										<ul>
											<li><a href="https://twitter.com/_td00_" class="icon brands fa-twitter"><span class="label">Twitter</span></a></li>
											<li><a href="https://twitter.com/hashtag/jitsirocks" class="icon solid fa-hashtag"><span class="label">Hashtag</span></a></li>
											<li><a href="https://paypal.me/pools/c/8nwq6iky6H" class="icon brands fa-paypal"><span class="label">PayPal</span></a></li>
											<li><a href="https://github.com/td00/jitsi.rocks" class="icon brands fa-github"><span class="label">Github</span></a></li>
											<!--<li><a href="#" class="icon brands fa-pinterest"><span class="label">Pinterest</span></a></li>-->
										</ul>
										<p>jitsi.rocks <br> c/o Thies Mueller<br />
										Honrothstrasse 19<br> DE-38118 Braunschweig<br />
										+49 (0) 15227489913</p>
									
									</section>

							</div>
						</div>
						<div class="row">
							<div class="col-12">
								<div id="copyright">
									<ul class="menu">
											<a href="datenschutz.html">Datenschutzerkl&auml;rung</a> / 
										<a href="impressum.html">Impressum</a><br><li>&copy; Thies Mueller / jitsi.rocks. No rights reserved. FCK NZS!</li><li>Design: <a href="http://html5up.net">HTML5 UP</a></li>
									</ul>
								</div>
							</div>
						</div>
					</footer>
				</div>

			</div>

		<!-- Scripts -->

			<script src="assets/js/jquery.min.js"></script>
			<script src="assets/js/jquery.dropotron.min.js"></script>
			<script src="assets/js/browser.min.js"></script>
			<script src="assets/js/breakpoints.min.js"></script>
			<script src="assets/js/util.js"></script>
			<script src="assets/js/main.js"></script>

	</body>
</html>
